Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Report an issue
ca_es: Informa d'un problema

source: You should not proceed, <strong>especially</strong> if you have never seen this warning before for this site.
ca_es: No hauríeu de continuar, <strong>sobretot</strong> si és la primera vegada que veieu aquesta advertència en aquest lloc.

source: File truncated
ca_es: Fitxer truncat

source: %{URL} wants to use your computer's location.
ca_es: %{URL} vol fer servir la ubicació de l'equip.

source: Unable to create folder "%{FOLDER_NAME}". %{ERROR_MESSAGE}
ca_es: No es pot crear la carpeta "%{FOLDER_NAME}". %{ERROR_MESSAGE}

source: Script on the page used too much memory. Reload to enable scripts again.
ca_es: La seqüència d'ordres de la pàgina ha fet servir massa memòria. Torneu a carregar-la per habilitar de nou les seqüències d'ordres.

source: If you delete a server certificate, you restore the usual security checks for that server and require it uses a valid certificate.
ca_es: Si suprimiu un certificat de servidor, restaurareu les comprovacions de seguretat normals per a aquell servidor i es necessitarà que utilitzi un certificat vàlid.

source: The file contained one certificate, which was not imported:
ca_es: El fitxer contenia un certificat que no s'ha importat:

source: &More information
ca_es: &Més informació

source: Swipe down with three fingers on your trackpad while holding the option key to see an overview of all your tabs. Click on a thumbnail to select it. Works great in fullscreen mode.
ca_es: Feu lliscar tres dits cap avall al ratolí tàctil mentre manteniu premuda la tecla d'opció per obtenir una visió general de totes les pestanyes. Feu clic en una miniatura per seleccionar-la. Funciona molt bé en mode de pantalla completa.

source: Allowed by extension
ca_es: Permès per l'extensió

source: Just once
ca_es: Només una vegada

source: This file is too large to be opened.
ca_es: Aquest fitxer és massa gran per obrir-lo.

source: e.g. 1-5, 8, 11-13
ca_es: p. ex. 1-5, 8, 11-13

source: This value is deprecated for this policy.
ca_es: El valor d'aquesta política és obsolet.

source: Allow identifiers for protected content (computer restart may be required)
ca_es: Permet els identificadors per a contingut protegit (és possible que calgui reiniciar l'ordinador)

source: Microsoft Time Stamping
ca_es: Marques de temps de Microsoft

source: HTTP error
ca_es: Error d'HTTP

source: Page(s) Unresponsive
ca_es: Pàgines sense resposta

source: Relaunch Chrome in Windows 8 mode
ca_es: Torna a iniciar Chrome en mode Windows 8

source: Phone number
ca_es: Número de telèfon

source: Extension requests to this URL have been temporarily throttled.
ca_es: Les sol·licituds d'extensions a aquest URL s'han restringit temporalment.

source: Add more apps
ca_es: Afegeix més aplicacions

source: Open browser window
ca_es: Obre una finestra del navegador

source: An unexpected condition was encountered while the server was attempting to fulfill the request.
ca_es: S'ha detectat una situació inesperada mentre el servidor provava de completar la sol·licitud.

source: Right margin
ca_es: Marge dret

source: GPU Process
ca_es: Procés de GPU

source: Record player
ca_es: Tocadiscos

source: Do you want to install %{PRODUCT_NAME}?
ca_es: Voleu instal·lar %{PRODUCT_NAME}?

source: Extension root directory is invalid.
ca_es: El directori arrel de l'extensió no és vàlid.

source: "%{EXTENSION_NAME}" has requested additional permissions.
ca_es: "%{EXTENSION_NAME}" ha sol·licitat permisos addicionals.

source: This page wants to install a service handler.
ca_es: Aquesta pàgina vol instal·lar un gestor de serveis.

source: Copy operation failed, item exists: "$1"
ca_es: L'operació de còpia ha fallat; l'element existeix: "$1"

source: Send a ‘Do Not Track’ request with your browsing traffic
ca_es: Envia una sol·licitud de no seguiment amb el trànsit de navegació

source: Check your DNS settings.
ca_es: Reviseu la configuració de DNS.

source: This server requires a certificate for authentication, and didn't accept the one sent by the browser. Your certificate may have expired, or the server may not trust its issuer. You can try again with a different certificate, if you have one, or you may have to obtain a valid certificate from elsewhere.
ca_es: Aquest servidor requereix un certificat per a l'autenticació i no ha acceptat el que ha enviat el navegador. Pot ser que el certificat hagi caducat o que el servidor no confiï en l'emissor. Podeu tornar-ho a provar amb un altre certificat, si en teniu un, o és possible que hàgiu d'obtenir un certificat vàlid d'un altre lloc.

source: Headers and footers
ca_es: Capçaleres i peus de pàgina

source: This file type is not supported. Please visit the Chrome Web Store to find an app that can open this type of file.
ca_es: Aquest tipus de fitxer no és compatible. Visiteu Chrome Web Store per trobar una aplicació que pugui obrir aquest tipus de fitxer.

source: Enable app
ca_es: Activa l'aplicació

source: Reset to default
ca_es: Restableix als valors predeterminats

source: This page set cookies.
ca_es: Aquesta pàgina ha definit galetes.

source: Background colors and images
ca_es: Colors i imatges de fons

source: Process Kills
ca_es: Interrupcions del procés

source: Checking for updates...
ca_es: Cerca actualitzacions...

source: Clear download history
ca_es: Neteja l'historial de descàrrega

source: Disables synchronization with the display's vertical refresh rate when GPU rendering. This allows frame rates to exceed 60 hertz. While useful for benchmarking purposes, this also results in visual tearing during rapid screen updates.
ca_es: Desactiva la sincronització amb la velocitat d'actualització vertical de la pantalla en fer servir la renderització de la GPU. Això permet que la velocitat de marc superi els 60 Hz. Tot i ser útil per establir referències, també pot provocar que apareguin línies verticals a la pantalla durant actualitzacions ràpides.

source: Incorrect certificate for host.
ca_es: Certificat incorrecte per a l'amfitrió.

source: Localization used, but default_locale wasn't specified in the manifest.
ca_es: S'ha utilitzat localització, però no s'ha especificat default_locale al manifest.

source: Ask
ca_es: Pregunta-ho

source: Manage your extensions by clicking Extensions in the Tools menu.
ca_es: Per gestionar les extensions, feu clic a Extensions al menú Eines.

source: First name
ca_es: Nom

source: Level
ca_es: Nivell

source: Set %{PRODUCT_NAME} as my default browser
ca_es: Defineix %{PRODUCT_NAME} com a navegador predeterminat

source: Open when &done
ca_es: Obre quan &acabi

source: &Hide spelling panel
ca_es: &Oculta el tauler d'ortografia

source: Force touchscreen support to always be enabled or disabled, or to be enabled when a touchscreen is detected on startup (Automatic, the default).
ca_es: Feu que la compatibilitat amb la pantalla tàctil estigui sempre activada o desactivada, o que s'activi en detectar una pantalla tàctil a l'inici (opció automàtica, valor predeterminat).

source: %{SELCTED_FILE_COUNT} files selected
ca_es: %{SELCTED_FILE_COUNT} fitxers seleccionats

source: Select the extension directory.
ca_es: Seleccioneu el directori de l'extensió.

source: Print using system dialog... %{SHORTCUT_KEY}
ca_es: Imprimeix amb el diàleg del sistema... %{SHORTCUT_KEY}

source: Sign-out user %{PROFILE_USERNAME}.
ca_es: Tanca la sessió de l'usuari %{PROFILE_USERNAME}.

source: Please confirm that this is not an enterprise device. Enterprise enrollment will be cancelled.
ca_es: Confirmeu que aquest dispositiu no pertany a l'empresa. Es cancel·larà la inscripció d'empresa.

source: Occurrences when a tab crashed ("%{IDS_SAD_TAB_TITLE}")
ca_es: Nombre de vegades que una pestanya s'ha bloquejat ("%{IDS_SAD_TAB_TITLE}")

source: Server's certificate has been revoked.
ca_es: El certificat del servidor s'ha revocat.

source: Sign-out is possible only when signed in.
ca_es: Només es pot tancar la sessió si s'ha iniciat abans.

source: 1 selected
ca_es: 1 seleccionada

source: Standard font
ca_es: Tipus de lletra estàndard

source: Show policies with no value set
ca_es: Mostra les polítiques sense valors definits

source: Manage billing details...
ca_es: Gestiona les dades de facturació...

source: Occurrences when the OS killed a tab's process ("%{IDS_KILLED_TAB_TITLE}")
ca_es: Nombre de vegades que el SO ha interromput el procés d'una pestanya ("%{IDS_KILLED_TAB_TITLE}")

source: Advanced sync settings...
ca_es: Configuració de sincronització avançada...

source: Unknown File Type.
ca_es: Tipus fitxer descon.

source: This app is not currently supported on this device but the Chrome gnomes are hard at work to make it work soon.
ca_es: Aquesta aplicació no és compatible amb aquest dispositiu, però els follets de Chrome treballen molt perquè ho sigui ben aviat.

source: Disables
ca_es: Desactivacions

source: Enter a new name
ca_es: Introduïu un nom nou

source: <unnamed>
ca_es: <sense nom>

source: Sa&ve image as...
ca_es: De&sa la imatge com a...

source: Appearance
ca_es: Aparença

source: Network disconnected
ca_es: S'ha desconnectat la xarxa

source: Minimum
ca_es: Mínim

source: Occurrences when an extension was enabled
ca_es: Nombre de vegades que s'ha activat una extensió

source: Adding your printers to Google Cloud Print allows you to print from anywhere, to anywhere. Share your printers with whoever you choose and print to them from Chrome, your phone, tablet, PC, or any other web-connected device. %{START_LINK}Learn more%{END_LINK}
ca_es: L'addició d'impressores a Google Cloud Print us permet imprimir des de qualsevol lloc a qualsevol lloc. Compartiu les impressores amb qui vulgueu i imprimiu-hi des de Chrome, des del telèfon, des de la tauleta, des de l'ordinador o des de qualsevol altre dispositiu connectat al web. %{START_LINK}Més informació%{END_LINK}

source: View s&ource
ca_es: Visualitza l'&origen

source: This page is now full screen and wants to disable your mouse cursor.
ca_es: Aquesta pàgina es mostra en pantalla completa i vol desactivar el cursor del ratolí.

source: Extension root directory is required.
ca_es: El directori arrel de l'extensió és obligatori.

source: Switch to user: %{PROFILE_NAME}
ca_es: Canvia a l'usuari: %{PROFILE_NAME}

source: Advanced sync settings
ca_es: Configuració de sincronització avançada

source: Unpin this page from Start Screen...
ca_es: No fixis aquesta pàgina a la pantalla d'inici...

source: File already exists
ca_es: El fitxer ja existeix

source: Unattached locations
ca_es: Ubicacions desconnectades

source: Import complete
ca_es: Importació completa

source: Plug-ins were blocked on this page.
ca_es: S'han bloquejat connectors en aquesta pàgina.

source: Certification Authority Key ID
ca_es: Identificador de clau d'entitat emissora de certificats

source: Invalid search URL.
ca_es: URL de cerca no vàlid.

source: Content from %{ELEMENTS_HOST_NAME}, a known malware distributor, has been inserted into this web page. Visiting this page now is very likely to infect your computer with malware.
ca_es: El contingut de %{ELEMENTS_HOST_NAME}, un distribuïdor de programari maliciós conegut, s'ha inserit en aquesta pàgina web. Si visiteu aquesta pàgina ara, és molt probable que el vostre equip quedi infectat amb programari maliciós.

source: the past day
ca_es: l'últim dia

source: Server's certificate contains errors.
ca_es: El certificat del servidor conté errors.

source: %{PRODUCT_NAME} could not sync your data. Please update your Sync passphrase.
ca_es: %{PRODUCT_NAME} no ha pogut sincronitzar les vostres dades. Actualitzeu la vostra contrasenya de sincronització.

source: Add Printers
ca_es: Addició d'impressores

source: Huge
ca_es: Enorme

source: The extension "%{EXTENSION_NAME}" was automatically removed.
ca_es: L'extensió "%{EXTENSION_NAME}" s'ha eliminat automàticament.

source: Certificate on Hold
ca_es: Certificat retingut

source: Type a shortcut
ca_es: Escriviu una drecera

source: The profile appears to be in use by process %{PROCESS_ID} on host %{HOST_NAME}. If you are sure no other processes are using this profile, delete the file %{LOCK_FILE} and relaunch %{PRODUCT_NAME}.
ca_es: Sembla que el procés %{PROCESS_ID} de l'amfitrió %{HOST_NAME} utilitza el perfil. Si esteu segur que no hi ha cap altre procés que utilitza aquest perfil, suprimiu el fitxer %{LOCK_FILE} i torneu a iniciar %{PRODUCT_NAME}.

source: %{RECEIVED_AMOUNT} of %{TOTAL_SIZE}
ca_es: %{RECEIVED_AMOUNT} de %{TOTAL_SIZE}

source: Run automatically (recommended)
ca_es: Executa automàticament (recomanat)

source: Install %{PLUGIN_NAME}
ca_es: Instal·lació de: %{PLUGIN_NAME}

source: <p> Access the tabs you have open on your computer, right here. </p> <p> Just open Chrome on your computer, go to the menu, and select "Sign In to Chrome..." </p>
ca_es: <p> Accediu a les pestanyes que teniu obertes a l'equip des d'aquí mateix. </p> <p> Només cal que obriu Chrome a l'equip, que aneu al menú i que seleccioneu "Inicia la sessió a Chrome..." </p>

source: Exchange data with the computers named: %{HOSTNAMES}
ca_es: Intercanvia les dades amb els ordinadors denominats: %{HOSTNAMES}

source: Open a specific page or set of pages.
ca_es: Obre una pàgina o un conjunt de pàgines determinat.

source: Desktop
ca_es: Escriptori

source: Any kind of connection
ca_es: Qualsevol tipus de connexió

source: Report an incorrect warning
ca_es: Informa d'un advertiment incorrecte

source: Startups
ca_es: Inicis

source: To send net-export data, please configure your email account in System Settings.
ca_es: Per enviar les dades de net-export, configureu el vostre compte de correu electrònic a Configuració del sistema.

source: Google table
ca_es: Taula de Google

source: &Language settings...
ca_es: &Configuració de l'idioma...

source: Newer
ca_es: Més nova

source: To save "%{FILE_NAME}" offline you must free up an additional %{TOTAL_FILE_SIZE} of space:%{MARKUP_1} %{MARKUP_2}unpin files that you no longer need to access offline%{MARKUP_3} %{MARKUP_4}delete files from your Downloads folder%{MARKUP_5}
ca_es: Per desar "%{FILE_NAME}" fora de línia, cal que allibereu %{TOTAL_FILE_SIZE} més d'espai:%{MARKUP_1} %{MARKUP_2}desenganxeu els fitxers als quals ja no necessiteu accedir fora de línia%{MARKUP_3} %{MARKUP_4}suprimiu els fitxers de la carpeta Baixades%{MARKUP_5}

source: Incognito download in progress
ca_es: Baixada d'incògnit en curs

source: C&opy Video URL
ca_es: C&opia l'URL del vídeo

source: Docs
ca_es: Google Docs

source: Not signed in to %{SHORT_PRODUCT_NAME}
ca_es: No heu iniciat la sessió a %{SHORT_PRODUCT_NAME}

source: Frog
ca_es: Granota

source: Infobar Container
ca_es: Contenidor de la barra d'informació

source: Enable password generation.
ca_es: Activa la generació de contrasenyes.

source: Cookies from %{DOMAIN} allowed.
ca_es: S'admeten les galetes de %{DOMAIN}.

source: This icon will be visible when the extension can act on the current page. Use this extension by clicking on the icon or by pressing %{EXTENSION_SHORTCUT}.
ca_es: Aquesta icona serà visible quan les extensions puguin actuar a la pàgina actual. Per fer servir aquesta extensió, feu clic a la icona o premeu %{EXTENSION_SHORTCUT}.

source: There is already a CRX file present with this name.
ca_es: Ja hi ha un fitxer CRX amb aquest nom.

source: Extension URL
ca_es: URL de l'extensió

source: Oops! Something went wrong while auto-enrolling this device. Please try again from the login screen using the Ctrl-Alt-E key combination, or contact your support representative.
ca_es: Vaja! S'ha produït un error en inscriure automàticament aquest dispositiu. Torneu-ho a provar des de la pantalla d'inici de sessió mitjançant la combinació de tecles Ctrl-Alt-E o contacteu amb el vostre servei d'assistència.

source: Default search settings
ca_es: Configuració de cerca predeterminada

source: Chrome logo
ca_es: Logotip de Chrome

source: A part of this page (HTML WebWorker) has crashed, so it might not function correctly.
ca_es: Alguna part d'aquesta pàgina (HTML WebWorker) ha fallat. Per tant, pot ser que no funcioni correctament.

source: Enables support for user profiles that are managed by another user and can have restrictions applied.
ca_es: Activa la compatibilitat amb perfils d'usuari gestionats per un altre usuari i s'hi poden definir restriccions.

source: Subject Public Key Info
ca_es: Informació de clau pública del subjecte

source: Use default settings
ca_es: Fes servir la configuració predeterminada

source: Always run on this site
ca_es: Executa sempre en aquest lloc

source: Variations
ca_es: Variacions

source: Create Shortcuts...
ca_es: Crea dreceres...

source: A&ctual Size
ca_es: Mi&da real

source: Microsoft Trust List Signing
ca_es: Signatura de llista de confiança de Microsoft

source: Card number
ca_es: Número de targeta

source: However, this page includes other resources which are not secure. These resources can be viewed by others while in transit, and can be modified by an attacker to change the look of the page.
ca_es: De totes maneres, aquesta pàgina conté altres recursos que no són segurs. Altres usuaris poden visualitzar-los mentre són en trànsit, i algun atacant podria modificar-los per canviar l'aspecte de la pàgina.

source: Do not allow any site to disable the mouse cursor
ca_es: No permetis que cap lloc desactivi el cursor del ratolí

source: Google Drive cannot be reached at this time.
ca_es: No es pot contactar amb Google Drive en aquest moment.

source: System
ca_es: Sistema

source: Do not allow any site to handle protocols
ca_es: No permetis que cap lloc gestioni els protocols

source: This page is accessing your camera and microphone.
ca_es: Aquesta pàgina té accés a la càmera i al micròfon

source: Connect to Wi-Fi to begin
ca_es: Connecteu-vos a la xarxa Wi-Fi per començar

source: Saved
ca_es: S'ha desat

source: Remove "%{EXTENSION_NAME}"?
ca_es: Voleu eliminar "%{EXTENSION_NAME}"?

source: %{PRODUCT_NAME} couldn't complete installation, but will continue to run from its disk image.
ca_es: %{PRODUCT_NAME} no ha pogut completar la instal·lació, però es continuarà executant des de la imatge de disc.

source: Signing
ca_es: Signatura

source: Chrome cannot access the image.
ca_es: Chrome no pot accedir a la imatge.

source: Google Drive could not be reached. Please %{BEGIN_LINK}log out%{END_LINK} and log back in.
ca_es: No s'ha pogut accedir a Google Drive. %{BEGIN_LINK}Tanqueu la sessió%{END_LINK} i torneu-la a iniciar.

source: Status:
ca_es: Estat:

source: Do not allow sites to access my microphone
ca_es: No permetis que els llocs accedeixin al micròfon

source: Manage your extensions by clicking Extensions in the Window menu.
ca_es: Per gestionar les extensions, feu clic a Extensions al menú Finestra.

source: If, however, you work in an organization that generates its own certificates, and you are trying to connect to an internal website of that organization using such a certificate, you may be able to solve this problem securely. You can import your organization's root certificate as a "root certificate", and then certificates issued or verified by your organization will be trusted and you will not see this error next time you try to connect to an internal website. Contact your organization's help staff for assistance in adding a new root certificate to your computer.
ca_es: Tot i això, si treballeu en una organització que genera els seus propis certificats i proveu de connectar-vos a un lloc web intern d'aquesta organització mitjançant un certificat, és possible que pugueu resoldre aquest problema de forma segura. Podeu importar el certificat arrel de la vostra organització com a tal perquè es pugui confiar en els certificats emesos o verificats per la vostra organització. Així, no tornareu a veure aquest error la propera vegada que us proveu de connectar a un lloc web intern. Poseu-vos en contacte amb el personal d'ajuda de la vostra organització per obtenir ajuda per afegir un certificat arrel nou a l'equip.

source: Add language
ca_es: Afegeix idioma

source: Base64-encoded ASCII, certificate chain
ca_es: ASCII codificat en Base64, cadena de certificats

source: Rainbowfish
ca_es: Peix arc iris

source: The server's security certificate has errors!
ca_es: El certificat de seguretat del servidor té errors!

source: Access to the file was denied
ca_es: S'ha denegat l'accés al fitxer

source: This might hurt. Don't say we didn't warn you...
ca_es: Segur que voleu ignorar aquest avís? Aquest fitxer pot ser perjudicial.

source: If you delete a Certification Authority (CA) certificate, your browser will no longer trust any certificates issued by that CA.
ca_es: Si suprimiu una entitat emissora de certificats, el vostre navegador ja no confiarà en cap certificat emès per aquella entitat.

source: Field Value
ca_es: Valor del camp

source: Reload this webpage.
ca_es: Torneu a carregar aquesta pàgina web.

source: Add a new word
ca_es: Afegeix una paraula nova

source: This page is now full screen and has disabled your mouse cursor.
ca_es: Aquesta pàgina es visualitza a pantalla completa i ha desactivat el cursor del ratolí.

source: Overscroll history navigation
ca_es: Navegació per l'historial en desplaçar-s'hi per sobre

source: Events relating to %{SHORT_PRODUCT_NAME} crashes and failures
ca_es: Esdeveniments relacionats amb bloquejos i amb errors de %{SHORT_PRODUCT_NAME}

source: An error occurred. Click to restart from the beginning.
ca_es: S'ha produït un error. Feu clic per reiniciar des del principi.

source: Enable touch based text editing
ca_es: Activa l'edició tàctil del text

source: Re-enable
ca_es: Torna a activar

source: Access Settings
ca_es: Configuració d'accés

source: Print using system dialog…
ca_es: Imprimeix amb el diàleg del sistema…

source: Hi&story
ca_es: Hi&storial

source: Empty the cache
ca_es: Buida la memòria cau

source: Unable to detect any modules loaded.
ca_es: No es detecten mòduls carregats.

source: Error when registering the device with the server: %{CLIENT_ERROR}.
ca_es: S'ha produït un error en registrar el dispositiu amb el servidor: %{CLIENT_ERROR}.

source: 1 cookie
ca_es: Una galeta

source: Transfer failed. %{ERROR_MESSAGE}
ca_es: Error en transferir. %{ERROR_MESSAGE}

source: Microsoft Document Signing
ca_es: Signatura de documents de Microsoft

source: Value doesn't match format.
ca_es: El valor no coincideix amb el format.

source: Switch between open tabs
ca_es: Canvieu entre pestanyes obertes

source: Autofill
ca_es: Emplenament autom.

source: Overrides the device display density to force the use of high DPI mode and assets.
ca_es: Anul·la la densitat de la pantalla del dispositiu per forçar l'ús del mode PPP d'alt rendiment i els actius.

source: Anti-virus software detected a virus.
ca_es: El programari antivirus ha detectat un virus.

source: Request succeeded
ca_es: Sol·licitud realitzada correctament

source: All data was encrypted with your Google password as of %{TIME}
ca_es: Totes les dades s'han encriptat amb la vostra contrasenya de Google a partir del %{TIME}

source: On Mac, passwords are saved to your Keychain and may be accessed or synced by other Chrome users sharing this OS X account.
ca_es: En un Mac, les contrasenyes es desen a Keychain i altres usuaris de Chrome que comparteixin aquest compte d'OS X poden accedir-hi i sincronitzar-les.

source: (%{COUNT} total)
ca_es: (%{COUNT} en total)

source: Actual Size
ca_es: Mida real

source: Server's certificate is signed using a weak signature algorithm.
ca_es: El certificat del servidor està signat mitjançant un algoritme de signatura dèbil.

source: Add first name
ca_es: Afegeix un nom

source: Looking for plug-in...
ca_es: S'estan cercant connectors...

source: R&eopen Closed Window
ca_es: T&orna a obrir la finestra tancada

source: Please wait...
ca_es: Espereu...
